export const historyData = [
  {
    id: 1,
    chname: "중간고사 공부를 해보아요💚",
    period: 7,
    created_at: "2024-01-03",
    ended_at: "2024-01-11",
    goals: [
      {
        id: 1,
        content: "인물로 본 일본사 노트정리",
      },
      {
        id: 2,
        content: "사용자연구 피피티 읽기",
      },
      {
        id: 3,
        content: "트랜스 미디어 팀플 도서 읽기",
      },
    ],
  },
  {
    id: 2,
    chname: "담곰이의 갓생살기",
    period: 14,
    created_at: "2024-01-01",
    ended_at: "2024-01-16",
    goals: [
      {
        id: 1,
        content: "영어 원서 읽기",
      },
      {
        id: 2,
        content: "스페인어 화상수업",
      },
      {
        id: 3,
        content: "매일 감사일기 작성하기",
      },
    ],
  },
  {
    id: 3,
    chname: "건강한 새해맞이",
    period: 7,
    created_at: "2024-01-03",
    ended_at: "2024-01-11",
    goals: [
      {
        id: 1,
        content: "비타민 챙겨먹기",
      },
      {
        id: 2,
        content: "저녁 운동 가기",
      },
      {
        id: 3,
        content: "매일 독서하기",
      },
    ],
  },
];
